"Automatically Install" = "自动安装";

"Delete After Install" = "安装后删除";

"Remove Metadata"="清除Metadata";

"Keep Awake"="保持屏幕常亮";

"This will keep your screen always ON while using AppCake"="开启保持屏幕常亮";

"Remove Metadata will stop App Store from updating the app"="清除 Metadata 可以避免App Store提示软件更新";

"Enable iTunes Sync to make apps installed by AppCake can be transfered to your computer by iTunes."="开启iTunes回传，可以使AppCake安装的应用导入到电脑中。";

"iTunes Sync"="iTunes 回传";

"Feedback"="反馈";

"Changelog"="更新记录";

"I Can Translate"="我可以帮助翻译";

"Clear Image Cache"="清理图片缓存";

"Settings" = "设置";